Repository: LechDutkiewicz/cennik-mtg
Catalog: lang/*.po
Languages: pl_pl

source: Sorry, but the page you were trying to view does not exist.
pl_pl: Przepraszamy, ale strona, którą próbujesz obejrzeć nie istnieje.

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
pl_pl: Twoja przeglądarka nie obsługuje tej strony. Upewnij się, że posiadasz aktualną wersję przeglądarki.

source: Error locating %s for inclusion
pl_pl: Błąd lokalizacji % s do włączenia

source: You don't have any cards added yet.
pl_pl: Jeszcze nie masz dodanych żadnych kart.

source: Prices update runs every
pl_pl: Aktualizacja cen działa co

source: minute
pl_pl: minutę

source: hour
pl_pl: godzinę

source: friday
pl_pl: piątek

source: Name of last updated card:
pl_pl: Nazwa ostatnio zaktualizowanej karty:

source: You're trying to sell more cards than you have available
pl_pl: Próbujesz sprzedać więcej kart niż jest dostępne

source: Please change amount of sold cards first
pl_pl: Proszę zmień najpierw ilość kart sprzedanych

source: You're trying to sell zero cards
pl_pl: Próbujesz sprzedać zero kart

source: You've reached end of internet
pl_pl: Osiągnięto koniec Internetu

source: Succesfully added
pl_pl: Pomyślnie dodano

source: Error
pl_pl: Błąd

source: Success
pl_pl: Powodzenie

source: Cart nr %s status changed to %s
pl_pl: Koszyka nr %s stan został zmieniony na %s

source: You haven't changed cart status.
pl_pl: Nie zmieniłeś statusu koszyka.

source: Shipped
pl_pl: Wysłane

source: Billed
pl_pl: Rozliczone

source: Pre order
pl_pl: Przedsprzedaż

source: Succesfully deleted post.
pl_pl: Pomyślnie usunięty post.

source: Script was completed last time at: %s
pl_pl: Ostatnie wykonanie skryptu: %s

source: Billing summaries
pl_pl: Podsumowania rozliczeń

source: Total
pl_pl: Łącznie

source: Team
pl_pl: Zespół

source: Picked cards
pl_pl: Wybrane karty

source: Card
pl_pl: Karta

source: Add next card
pl_pl: Dodaj następną kartę

source: Name
pl_pl: Nazwa

source: Price
pl_pl: Cena

source: Amount
pl_pl: Ilość

source: Basket discount
pl_pl: Zniżka

source: Basket shipping cost
pl_pl: Koszty wysyłki

source: Basket team sum
pl_pl: Suma teamu

source: Basket Leszek sum
pl_pl: Suma Leszka

source: Basket Sławek sum
pl_pl: Suma Sławka

source: Basket total sum
pl_pl: Suma total

source: Basket status
pl_pl: Status koszyka

source: Step
pl_pl: Krok

source: Last launch
pl_pl: Ostatni lot

source: Last card
pl_pl: Ostatnia karta

source: Card description
pl_pl: Opis karty

source: Edition
pl_pl: Edycja

source: Condition
pl_pl: Stan

source: Language
pl_pl: Język

source: Sold
pl_pl: Sprzedane

source: Reserved
pl_pl: Zarezerwowane

source: Discount
pl_pl: Zniżka

source: Notes
pl_pl: Uwagi

source: Rarity
pl_pl: Rzadkość

source: Ownership
pl_pl: Właściciel

source: Image link
pl_pl: Link zdjęcia

source: Card link
pl_pl: Link karty

source: Continued
pl_pl: Kontynuuj

source: Primary Navigation
pl_pl: Nawigacja główna

source: Primary
pl_pl: Pierwszy

source: Footer
pl_pl: Stopka

source: Baskets
pl_pl: Koszyki

source: Post Type
pl_pl: Typ wpisu

source: Card name
pl_pl: Nazwa karty

source: Card expansion
pl_pl: Dodatek karty

source: Card condition
pl_pl: Stan karty

source: Card language
pl_pl: Język karty

source: Card quantity
pl_pl: Ilość karty

source: Comments
pl_pl: Komentarze

source: Regular
pl_pl: Regularna

source: Card owner
pl_pl: Właściciel karty

source: Add card
pl_pl: Dodaj nową kartę

source: Add cards
pl_pl: Dodaj karty

source: Add new card
pl_pl: Dodaj nową kartę

source: Total different cards: %s
pl_pl: Łącznie różnych kart: %s

source: Clear view
pl_pl: Wyczyść widok

source: Load cart
pl_pl: Wczytaj koszyk

source: Customer's name
pl_pl: Imię klienta

source: Expansion
pl_pl: Dodatek

source: Extras
pl_pl: Uwagi

source: Available
pl_pl: Dostępne

source: Sell
pl_pl: Sprzedaj

source: Cart status
pl_pl: Stan koszyka

source: Update cart status
pl_pl: Aktualizuj Status (Update status)

source: Mark as shipped
pl_pl: Zaznacz jako wysłane

source: Mark as billed
pl_pl: Zaznacz jako rozliczone

source: Remove cart
pl_pl: Usuń koszyk

source: E-mail view
pl_pl: Widok e-mail

source: Save cart
pl_pl: Zapisz koszyk

source: Search
pl_pl: Szukaj

source: Owner
pl_pl: Właściciel

source: Amount of cards
pl_pl: Ilość kart

source: Total value
pl_pl: Wartość całkowita

source: Cumulated value
pl_pl: Skumulowana wartość

source: Total cards: %s
pl_pl: Wszystkie karty: %s

source: Total value: %s
pl_pl: Łączna wartość: %s
